docs/wrk_puma_etag.txt
Running 10s test @ http://localhost:3000/
  4 threads and 20 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   364.83ms  146.09ms 530.61ms   49.15%
    Req/Sec    11.36      3.98    20.00     69.49%
  464 requests in 10.00s, 148.17KB read
  Socket errors: connect 0, read 0, write 0, timeout 12
Requests/sec:     46.40
Transfer/sec:     14.82KB