docs/wrk_varnish_etag.txt
Running 10s test @ http://localhost:8000/
  4 threads and 20 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.36ms  128.68us   2.20ms   77.33%
    Req/Sec     3.86k   327.65     4.44k    66.53%
  144801 requests in 10.00s, 61.97MB read
Requests/sec:  14480.50
Transfer/sec:      6.20MB